BenchmarkOutput/sumAlls/normal_normal.txt
[OVERALL], RunTime(ms), 27546
[OVERALL], Throughput(ops/sec), 36.30291149350178
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 11
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.03993320264285195
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 11
[TOTAL_GC_TIME_%], Time(%), 0.03993320264285195
[SUMALL], Operations, 1000
[SUMALL], AverageLatency(us), 27406.04
[SUMALL], MinLatency(us), 25120
[SUMALL], MaxLatency(us), 339967
[SUMALL], 25thPercentileLatency(us), 26511
[SUMALL], 50thPercentileLatency(us), 26895
[SUMALL], 75thPercentileLatency(us), 27391
[SUMALL], 90thPercentileLatency(us), 28367
[SUMALL], 95thPercentileLatency(us), 28751
[SUMALL], 99thPercentileLatency(us), 30351
[SUMALL], Return=OK, 1000
[SUMALL], 25135, 1.0
[SUMALL], 25407, 1.0
[SUMALL], 25503, 1.0
[SUMALL], 25535, 1.0
[SUMALL], 25583, 1.0
[SUMALL], 25615, 1.0
[SUMALL], 25631, 1.0
[SUMALL], 25647, 1.0
[SUMALL], 25679, 3.0
[SUMALL], 25727, 1.0
[SUMALL], 25743, 2.0
[SUMALL], 25791, 4.0
[SUMALL], 25807, 3.0
[SUMALL], 25823, 3.0
[SUMALL], 25839, 1.0
[SUMALL], 25855, 3.0
[SUMALL], 25871, 3.0
[SUMALL], 25887, 4.0
[SUMALL], 25903, 1.0
[SUMALL], 25919, 1.0
[SUMALL], 25935, 3.0
[SUMALL], 25967, 2.0
[SUMALL], 25983, 3.0
[SUMALL], 25999, 4.0
[SUMALL], 26015, 2.0
[SUMALL], 26031, 5.0
[SUMALL], 26079, 1.0
[SUMALL], 26095, 4.0
[SUMALL], 26111, 6.0
[SUMALL], 26127, 3.0
[SUMALL], 26143, 7.0
[SUMALL], 26159, 4.0
[SUMALL], 26175, 6.0
[SUMALL], 26191, 4.0
[SUMALL], 26207, 6.0
[SUMALL], 26223, 7.0
[SUMALL], 26239, 5.0
[SUMALL], 26255, 8.0
[SUMALL], 26271, 4.0
[SUMALL], 26287, 4.0
[SUMALL], 26303, 9.0
[SUMALL], 26319, 7.0
[SUMALL], 26335, 5.0
[SUMALL], 26351, 7.0
[SUMALL], 26367, 9.0
[SUMALL], 26383, 9.0
[SUMALL], 26399, 12.0
[SUMALL], 26415, 14.0
[SUMALL], 26431, 8.0
[SUMALL], 26447, 10.0
[SUMALL], 26463, 6.0
[SUMALL], 26479, 7.0
[SUMALL], 26495, 16.0
[SUMALL], 26511, 16.0
[SUMALL], 26527, 4.0
[SUMALL], 26543, 12.0
[SUMALL], 26559, 15.0
[SUMALL], 26575, 8.0
[SUMALL], 26591, 13.0
[SUMALL], 26607, 9.0
[SUMALL], 26623, 7.0
[SUMALL], 26639, 8.0
[SUMALL], 26655, 6.0
[SUMALL], 26671, 14.0
[SUMALL], 26687, 7.0
[SUMALL], 26703, 14.0
[SUMALL], 26719, 15.0
[SUMALL], 26735, 10.0
[SUMALL], 26751, 9.0
[SUMALL], 26767, 8.0
[SUMALL], 26783, 14.0
[SUMALL], 26799, 6.0
[SUMALL], 26815, 17.0
[SUMALL], 26831, 5.0
[SUMALL], 26847, 11.0
[SUMALL], 26863, 7.0
[SUMALL], 26879, 10.0
[SUMALL], 26895, 11.0
[SUMALL], 26911, 12.0
[SUMALL], 26927, 8.0
[SUMALL], 26943, 15.0
[SUMALL], 26959, 9.0
[SUMALL], 26975, 6.0
[SUMALL], 26991, 13.0
[SUMALL], 27007, 12.0
[SUMALL], 27023, 10.0
[SUMALL], 27039, 11.0
[SUMALL], 27055, 10.0
[SUMALL], 27071, 13.0
[SUMALL], 27087, 9.0
[SUMALL], 27103, 12.0
[SUMALL], 27119, 5.0
[SUMALL], 27135, 12.0
[SUMALL], 27151, 6.0
[SUMALL], 27167, 8.0
[SUMALL], 27183, 12.0
[SUMALL], 27199, 7.0
[SUMALL], 27215, 8.0
[SUMALL], 27231, 1.0
[SUMALL], 27247, 4.0
[SUMALL], 27263, 4.0
[SUMALL], 27279, 5.0
[SUMALL], 27295, 11.0
[SUMALL], 27311, 5.0
[SUMALL], 27327, 4.0
[SUMALL], 27343, 7.0
[SUMALL], 27359, 4.0
[SUMALL], 27375, 6.0
[SUMALL], 27391, 4.0
[SUMALL], 27407, 3.0
[SUMALL], 27423, 6.0
[SUMALL], 27439, 6.0
[SUMALL], 27455, 8.0
[SUMALL], 27471, 4.0
[SUMALL], 27487, 6.0
[SUMALL], 27503, 7.0
[SUMALL], 27519, 1.0
[SUMALL], 27535, 5.0
[SUMALL], 27551, 3.0
[SUMALL], 27567, 3.0
[SUMALL], 27583, 1.0
[SUMALL], 27599, 3.0
[SUMALL], 27615, 1.0
[SUMALL], 27631, 3.0
[SUMALL], 27647, 1.0
[SUMALL], 27663, 1.0
[SUMALL], 27679, 3.0
[SUMALL], 27695, 4.0
[SUMALL], 27711, 2.0
[SUMALL], 27743, 3.0
[SUMALL], 27759, 3.0
[SUMALL], 27807, 1.0
[SUMALL], 27823, 4.0
[SUMALL], 27839, 1.0
[SUMALL], 27855, 2.0
[SUMALL], 27871, 3.0
[SUMALL], 27887, 4.0
[SUMALL], 27903, 1.0
[SUMALL], 27919, 3.0
[SUMALL], 27935, 4.0
[SUMALL], 27951, 1.0
[SUMALL], 27967, 3.0
[SUMALL], 27983, 3.0
[SUMALL], 27999, 1.0
[SUMALL], 28015, 2.0
[SUMALL], 28063, 2.0
[SUMALL], 28079, 1.0
[SUMALL], 28095, 2.0
[SUMALL], 28111, 2.0
[SUMALL], 28127, 2.0
[SUMALL], 28143, 1.0
[SUMALL], 28159, 3.0
[SUMALL], 28175, 5.0
[SUMALL], 28207, 2.0
[SUMALL], 28239, 1.0
[SUMALL], 28255, 4.0
[SUMALL], 28271, 4.0
[SUMALL], 28287, 3.0
[SUMALL], 28335, 2.0
[SUMALL], 28351, 2.0
[SUMALL], 28367, 2.0
[SUMALL], 28383, 4.0
[SUMALL], 28399, 4.0
[SUMALL], 28415, 3.0
[SUMALL], 28431, 2.0
[SUMALL], 28447, 1.0
[SUMALL], 28463, 1.0
[SUMALL], 28479, 1.0
[SUMALL], 28495, 5.0
[SUMALL], 28511, 3.0
[SUMALL], 28527, 1.0
[SUMALL], 28543, 3.0
[SUMALL], 28559, 1.0
[SUMALL], 28575, 1.0
[SUMALL], 28591, 2.0
[SUMALL], 28607, 2.0
[SUMALL], 28623, 3.0
[SUMALL], 28639, 1.0
[SUMALL], 28655, 3.0
[SUMALL], 28671, 2.0
[SUMALL], 28687, 1.0
[SUMALL], 28703, 2.0
[SUMALL], 28719, 1.0
[SUMALL], 28751, 2.0
[SUMALL], 28767, 2.0
[SUMALL], 28815, 4.0
[SUMALL], 28847, 2.0
[SUMALL], 28879, 1.0
[SUMALL], 28911, 3.0
[SUMALL], 28927, 1.0
[SUMALL], 28943, 1.0
[SUMALL], 28959, 4.0
[SUMALL], 28975, 1.0
[SUMALL], 29007, 1.0
[SUMALL], 29023, 1.0
[SUMALL], 29087, 1.0
[SUMALL], 29103, 1.0
[SUMALL], 29135, 1.0
[SUMALL], 29167, 1.0
[SUMALL], 29215, 1.0
[SUMALL], 29295, 1.0
[SUMALL], 29311, 1.0
[SUMALL], 29359, 1.0
[SUMALL], 29423, 1.0
[SUMALL], 29599, 1.0
[SUMALL], 29759, 1.0
[SUMALL], 29839, 1.0
[SUMALL], 29887, 2.0
[SUMALL], 29967, 1.0
[SUMALL], 29999, 1.0
[SUMALL], 30271, 1.0
[SUMALL], 30287, 1.0
[SUMALL], 30351, 1.0
[SUMALL], 31279, 1.0
[SUMALL], 31359, 1.0
[SUMALL], 31375, 1.0
[SUMALL], 31599, 1.0
[SUMALL], 32559, 1.0
[SUMALL], 33183, 1.0
[SUMALL], 33951, 1.0
[SUMALL], 34399, 1.0
[SUMALL], 40639, 1.0
[SUMALL], 339967, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1298.0
[CLEANUP], MinLatency(us), 1298
[CLEANUP], MaxLatency(us), 1298
[CLEANUP], 25thPercentileLatency(us), 1298
[CLEANUP], 50thPercentileLatency(us), 1298
[CLEANUP], 75thPercentileLatency(us), 1298
[CLEANUP], 90thPercentileLatency(us), 1298
[CLEANUP], 95thPercentileLatency(us), 1298
[CLEANUP], 99thPercentileLatency(us), 1298
[CLEANUP], 1298, 1.0