BenchmarkOutput/sumAlls/replicated_EE.txt
[OVERALL], RunTime(ms), 470834
[OVERALL], Throughput(ops/sec), 2.1238907980307284
[SUMALL], Operations, 1000
[SUMALL], AverageLatency(us), 470371.328
[SUMALL], MinLatency(us), 421376
[SUMALL], MaxLatency(us), 1007103
[SUMALL], 25thPercentileLatency(us), 459775
[SUMALL], 50thPercentileLatency(us), 470783
[SUMALL], 75thPercentileLatency(us), 476927
[SUMALL], 90thPercentileLatency(us), 485375
[SUMALL], 95thPercentileLatency(us), 493823
[SUMALL], 99thPercentileLatency(us), 530943
[SUMALL], Return=OK, 1000
[SUMALL], 421631, 1.0
[SUMALL], 424447, 1.0
[SUMALL], 424959, 1.0
[SUMALL], 425727, 2.0
[SUMALL], 427007, 1.0
[SUMALL], 428031, 1.0
[SUMALL], 429823, 1.0
[SUMALL], 432639, 1.0
[SUMALL], 433151, 2.0
[SUMALL], 434431, 2.0
[SUMALL], 435455, 1.0
[SUMALL], 436479, 1.0
[SUMALL], 436735, 1.0
[SUMALL], 436991, 1.0
[SUMALL], 438527, 1.0
[SUMALL], 439807, 1.0
[SUMALL], 440063, 1.0
[SUMALL], 440319, 1.0
[SUMALL], 440575, 1.0
[SUMALL], 441087, 1.0
[SUMALL], 442111, 1.0
[SUMALL], 442623, 1.0
[SUMALL], 443647, 2.0
[SUMALL], 444159, 1.0
[SUMALL], 444415, 2.0
[SUMALL], 445183, 1.0
[SUMALL], 445695, 2.0
[SUMALL], 446207, 2.0
[SUMALL], 446719, 4.0
[SUMALL], 446975, 7.0
[SUMALL], 447231, 4.0
[SUMALL], 447487, 9.0
[SUMALL], 447743, 6.0
[SUMALL], 447999, 4.0
[SUMALL], 448255, 5.0
[SUMALL], 448511, 11.0
[SUMALL], 448767, 4.0
[SUMALL], 449023, 12.0
[SUMALL], 449279, 2.0
[SUMALL], 449535, 7.0
[SUMALL], 449791, 3.0
[SUMALL], 450047, 2.0
[SUMALL], 450303, 1.0
[SUMALL], 450559, 5.0
[SUMALL], 450815, 5.0
[SUMALL], 451071, 7.0
[SUMALL], 451327, 5.0
[SUMALL], 451583, 8.0
[SUMALL], 451839, 8.0
[SUMALL], 452095, 5.0
[SUMALL], 452351, 3.0
[SUMALL], 452607, 1.0
[SUMALL], 452863, 3.0
[SUMALL], 453119, 7.0
[SUMALL], 453375, 2.0
[SUMALL], 453631, 1.0
[SUMALL], 453887, 2.0
[SUMALL], 454143, 1.0
[SUMALL], 454399, 2.0
[SUMALL], 454655, 1.0
[SUMALL], 454911, 1.0
[SUMALL], 455167, 7.0
[SUMALL], 455423, 4.0
[SUMALL], 455679, 4.0
[SUMALL], 455935, 4.0
[SUMALL], 456191, 3.0
[SUMALL], 456447, 5.0
[SUMALL], 456703, 1.0
[SUMALL], 456959, 6.0
[SUMALL], 457215, 2.0
[SUMALL], 457471, 2.0
[SUMALL], 457727, 2.0
[SUMALL], 457983, 4.0
[SUMALL], 458239, 1.0
[SUMALL], 458495, 2.0
[SUMALL], 458751, 2.0
[SUMALL], 459007, 4.0
[SUMALL], 459263, 7.0
[SUMALL], 459519, 6.0
[SUMALL], 459775, 4.0
[SUMALL], 460031, 4.0
[SUMALL], 460287, 5.0
[SUMALL], 460543, 4.0
[SUMALL], 460799, 3.0
[SUMALL], 461055, 7.0
[SUMALL], 461311, 4.0
[SUMALL], 461567, 2.0
[SUMALL], 461823, 8.0
[SUMALL], 462079, 6.0
[SUMALL], 462335, 2.0
[SUMALL], 462591, 4.0
[SUMALL], 462847, 3.0
[SUMALL], 463103, 2.0
[SUMALL], 463359, 4.0
[SUMALL], 463615, 12.0
[SUMALL], 463871, 5.0
[SUMALL], 464127, 5.0
[SUMALL], 464383, 7.0
[SUMALL], 464639, 8.0
[SUMALL], 464895, 2.0
[SUMALL], 465151, 4.0
[SUMALL], 465407, 3.0
[SUMALL], 465663, 3.0
[SUMALL], 465919, 4.0
[SUMALL], 466175, 4.0
[SUMALL], 466431, 5.0
[SUMALL], 466687, 5.0
[SUMALL], 466943, 9.0
[SUMALL], 467199, 11.0
[SUMALL], 467455, 3.0
[SUMALL], 467711, 9.0
[SUMALL], 467967, 7.0
[SUMALL], 468223, 6.0
[SUMALL], 468479, 10.0
[SUMALL], 468735, 8.0
[SUMALL], 468991, 9.0
[SUMALL], 469247, 3.0
[SUMALL], 469503, 8.0
[SUMALL], 469759, 7.0
[SUMALL], 470015, 9.0
[SUMALL], 470271, 10.0
[SUMALL], 470527, 7.0
[SUMALL], 470783, 6.0
[SUMALL], 471039, 6.0
[SUMALL], 471295, 15.0
[SUMALL], 471551, 7.0
[SUMALL], 471807, 10.0
[SUMALL], 472063, 10.0
[SUMALL], 472319, 10.0
[SUMALL], 472575, 14.0
[SUMALL], 472831, 8.0
[SUMALL], 473087, 9.0
[SUMALL], 473343, 10.0
[SUMALL], 473599, 9.0
[SUMALL], 473855, 6.0
[SUMALL], 474111, 8.0
[SUMALL], 474367, 8.0
[SUMALL], 474623, 10.0
[SUMALL], 474879, 11.0
[SUMALL], 475135, 8.0
[SUMALL], 475391, 8.0
[SUMALL], 475647, 16.0
[SUMALL], 475903, 11.0
[SUMALL], 476159, 21.0
[SUMALL], 476415, 16.0
[SUMALL], 476671, 18.0
[SUMALL], 476927, 8.0
[SUMALL], 477183, 4.0
[SUMALL], 477439, 8.0
[SUMALL], 477695, 4.0
[SUMALL], 477951, 4.0
[SUMALL], 478207, 6.0
[SUMALL], 478463, 6.0
[SUMALL], 478719, 5.0
[SUMALL], 478975, 7.0
[SUMALL], 479231, 3.0
[SUMALL], 479487, 8.0
[SUMALL], 479743, 11.0
[SUMALL], 479999, 3.0
[SUMALL], 480255, 7.0
[SUMALL], 480511, 5.0
[SUMALL], 480767, 6.0
[SUMALL], 481023, 3.0
[SUMALL], 481279, 3.0
[SUMALL], 481535, 4.0
[SUMALL], 481791, 2.0
[SUMALL], 482047, 3.0
[SUMALL], 482303, 2.0
[SUMALL], 482559, 1.0
[SUMALL], 482815, 5.0
[SUMALL], 483071, 1.0
[SUMALL], 483327, 1.0
[SUMALL], 483583, 5.0
[SUMALL], 483839, 6.0
[SUMALL], 484095, 2.0
[SUMALL], 484351, 4.0
[SUMALL], 484607, 5.0
[SUMALL], 484863, 4.0
[SUMALL], 485119, 3.0
[SUMALL], 485375, 3.0
[SUMALL], 485631, 2.0
[SUMALL], 485887, 1.0
[SUMALL], 486143, 1.0
[SUMALL], 486399, 1.0
[SUMALL], 486655, 2.0
[SUMALL], 486911, 1.0
[SUMALL], 487423, 1.0
[SUMALL], 487679, 2.0
[SUMALL], 487935, 4.0
[SUMALL], 488191, 2.0
[SUMALL], 488447, 4.0
[SUMALL], 488703, 1.0
[SUMALL], 488959, 1.0
[SUMALL], 489471, 2.0
[SUMALL], 489727, 4.0
[SUMALL], 489983, 2.0
[SUMALL], 490239, 1.0
[SUMALL], 490495, 1.0
[SUMALL], 490751, 2.0
[SUMALL], 491007, 3.0
[SUMALL], 492031, 2.0
[SUMALL], 492287, 1.0
[SUMALL], 492543, 2.0
[SUMALL], 492799, 2.0
[SUMALL], 493311, 2.0
[SUMALL], 493567, 1.0
[SUMALL], 493823, 2.0
[SUMALL], 494079, 1.0
[SUMALL], 494335, 1.0
[SUMALL], 495103, 2.0
[SUMALL], 496127, 3.0
[SUMALL], 496383, 3.0
[SUMALL], 497663, 1.0
[SUMALL], 497919, 1.0
[SUMALL], 498943, 1.0
[SUMALL], 499455, 1.0
[SUMALL], 499711, 1.0
[SUMALL], 500223, 2.0
[SUMALL], 505087, 1.0
[SUMALL], 506111, 1.0
[SUMALL], 506367, 1.0
[SUMALL], 507647, 1.0
[SUMALL], 507903, 1.0
[SUMALL], 509439, 1.0
[SUMALL], 509695, 1.0
[SUMALL], 509951, 1.0
[SUMALL], 510463, 1.0
[SUMALL], 511231, 1.0
[SUMALL], 511743, 1.0
[SUMALL], 512767, 1.0
[SUMALL], 514303, 1.0
[SUMALL], 515327, 1.0
[SUMALL], 515839, 1.0
[SUMALL], 517375, 1.0
[SUMALL], 523775, 2.0
[SUMALL], 525311, 2.0
[SUMALL], 529919, 1.0
[SUMALL], 530943, 1.0
[SUMALL], 536063, 1.0
[SUMALL], 536575, 1.0
[SUMALL], 537599, 1.0
[SUMALL], 539647, 1.0
[SUMALL], 543743, 1.0
[SUMALL], 555007, 1.0
[SUMALL], 611327, 1.0
[SUMALL], 611839, 1.0
[SUMALL], 616959, 1.0
[SUMALL], 1007103, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 7066.0
[CLEANUP], MinLatency(us), 7064
[CLEANUP], MaxLatency(us), 7067
[CLEANUP], 25thPercentileLatency(us), 7067
[CLEANUP], 50thPercentileLatency(us), 7067
[CLEANUP], 75thPercentileLatency(us), 7067
[CLEANUP], 90thPercentileLatency(us), 7067
[CLEANUP], 95thPercentileLatency(us), 7067
[CLEANUP], 99thPercentileLatency(us), 7067
[CLEANUP], 7067, 1.0