BenchmarkOutput/sumAlls/sumAlls_Server:normal_normal.txt
[OVERALL], RunTime(ms), 72653
[OVERALL], Throughput(ops/sec), 13.764056542744278
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[SUMALL], Operations, 1000
[SUMALL], AverageLatency(us), 72298.4
[SUMALL], MinLatency(us), 48512
[SUMALL], MaxLatency(us), 849407
[SUMALL], 25thPercentileLatency(us), 67903
[SUMALL], 50thPercentileLatency(us), 68159
[SUMALL], 75thPercentileLatency(us), 77823
[SUMALL], 90thPercentileLatency(us), 79999
[SUMALL], 95thPercentileLatency(us), 80063
[SUMALL], 99thPercentileLatency(us), 84031
[SUMALL], Return=OK, 1000
[SUMALL], 48543, 1.0
[SUMALL], 63743, 1.0
[SUMALL], 63807, 1.0
[SUMALL], 63871, 1.0
[SUMALL], 63903, 6.0
[SUMALL], 63935, 11.0
[SUMALL], 63967, 73.0
[SUMALL], 63999, 89.0
[SUMALL], 64031, 37.0
[SUMALL], 64063, 6.0
[SUMALL], 64095, 2.0
[SUMALL], 64159, 1.0
[SUMALL], 64287, 1.0
[SUMALL], 64351, 1.0
[SUMALL], 64767, 1.0
[SUMALL], 66239, 1.0
[SUMALL], 67135, 1.0
[SUMALL], 67199, 1.0
[SUMALL], 67263, 2.0
[SUMALL], 67519, 1.0
[SUMALL], 67583, 1.0
[SUMALL], 67647, 1.0
[SUMALL], 67711, 1.0
[SUMALL], 67775, 1.0
[SUMALL], 67839, 4.0
[SUMALL], 67903, 28.0
[SUMALL], 67967, 122.0
[SUMALL], 68031, 86.0
[SUMALL], 68095, 16.0
[SUMALL], 68159, 2.0
[SUMALL], 68351, 1.0
[SUMALL], 71679, 3.0
[SUMALL], 71743, 2.0
[SUMALL], 71807, 3.0
[SUMALL], 71871, 6.0
[SUMALL], 71935, 14.0
[SUMALL], 71999, 75.0
[SUMALL], 72063, 25.0
[SUMALL], 72127, 2.0
[SUMALL], 72191, 1.0
[SUMALL], 72255, 1.0
[SUMALL], 72319, 1.0
[SUMALL], 72383, 1.0
[SUMALL], 74047, 1.0
[SUMALL], 75583, 1.0
[SUMALL], 75711, 1.0
[SUMALL], 75775, 2.0
[SUMALL], 75839, 1.0
[SUMALL], 75903, 6.0
[SUMALL], 75967, 36.0
[SUMALL], 76031, 49.0
[SUMALL], 76095, 14.0
[SUMALL], 76159, 1.0
[SUMALL], 76287, 1.0
[SUMALL], 76351, 1.0
[SUMALL], 77823, 1.0
[SUMALL], 78655, 1.0
[SUMALL], 79167, 1.0
[SUMALL], 79295, 1.0
[SUMALL], 79551, 1.0
[SUMALL], 79679, 2.0
[SUMALL], 79743, 3.0
[SUMALL], 79807, 2.0
[SUMALL], 79871, 4.0
[SUMALL], 79935, 60.0
[SUMALL], 79999, 96.0
[SUMALL], 80063, 47.0
[SUMALL], 80127, 6.0
[SUMALL], 80191, 2.0
[SUMALL], 80255, 4.0
[SUMALL], 80319, 4.0
[SUMALL], 82047, 1.0
[SUMALL], 82431, 1.0
[SUMALL], 83967, 3.0
[SUMALL], 84031, 6.0
[SUMALL], 84095, 2.0
[SUMALL], 84159, 1.0
[SUMALL], 84991, 1.0
[SUMALL], 849407, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4638.0
[CLEANUP], MinLatency(us), 4636
[CLEANUP], MaxLatency(us), 4639
[CLEANUP], 25thPercentileLatency(us), 4639
[CLEANUP], 50thPercentileLatency(us), 4639
[CLEANUP], 75thPercentileLatency(us), 4639
[CLEANUP], 90thPercentileLatency(us), 4639
[CLEANUP], 95thPercentileLatency(us), 4639
[CLEANUP], 99thPercentileLatency(us), 4639
[CLEANUP], 4639, 1.0